Repository: Semiranis/jpk_v7m
Catalog: jpk_v7m/external_tools/JPK_V7M_creator/locales/*/LC_MESSAGES/messages.po
Languages: pl

source: File name
pl: Nazwa pliku

source: GUIDANCE
pl: POUCZENIE

source: This return serves as a basis to issue an enforcement title document according to statutory provisions governing administrative enforcement procedure in cases where the tax due is not paid when due or is underpaid.
pl: W przypadku niewpłacenia w obowiązującym terminie podatku podlegającego wpłacie do urzędu skarbowego lub wpłacenia go w niepełnej wysokości niniejsza deklaracja stanowi podstawę do wystawienia tytułu wykonawczego, zgodnie z przepisami o postępowaniu egzekucyjnym w administracji.

source: For providing untrue information or concealing the truth resulting in the possible tax underpayment the taxable person shall bear liability according to the Code of Fiscal Offences.
pl: Za podanie nieprawdy lub zatajenie prawdy i przez to narażenie podatku na uszczuplenie grozi odpowiedzialność przewidziana w przepisach Kodeksu karnego skarbowego.

source: Do you accept above guidance?
pl: Akcpetujesz powyższe pouczenie?

source: [y/N]:
pl: [t/N]:

source: Is it JPK amendment?
pl: Czy to jest korekta JPK?

source: Enter the 4-digit code of the Tax Office
pl: Wpisz 4-cyfrowy kod Urzędu Skarbowego

source: Enter JPK year if different than
pl: Wpisz rok JPK, jeśli inny niż

source: Enter JPK month if different than
pl: Wpisz miesiąc JPK, jeśli inny niż

source: JPK can be sent only for past months
pl: JPK można złożyć tylko za miesiące przeszłe

source: Wrong month number
pl: Zły numer miesiąca

source: Is the entity a natural person?
pl: Czy podmiot jest osobą fizyczną?

source: First name of natural person
pl: Pierwsze imię osoby fizycznej

source: Last name of natural person
pl: Nazwisko osoby fizycznej

source: Full name of legal person
pl: Nazwa pełna osoby prawnej

source: Birth date (YYYY-MM-DD)
pl: Data urodzenia (RRRR-MM-DD)

source: Tax number (10 digits)
pl: Numer VAT (10 cyfr)

source: E-mail address
pl: Adres e-mail

source: Phone number (optional)
pl: Numer telefonu (opcjonalny)

source: Carried forward excess of input tax
pl: Nadwyżka podatku naliczonego z poprzedniej deklaracji

source: Reasons of amendments (if any)
pl: Powody korekt (jeśli występują)

source: Do you want to add input tax document?
pl: Dodać dokument związany z podatkiem naliczonym?

source: [Y/n]:
pl: [T/n]:

source: Data validation not implemented!
pl: Sprawdzanie poprawności danych nie zostało zaimplementowane!

source: Warning
pl: Uwaga

source: Party country code (2 letters)
pl: Numer kraju kontrahenta (2 litery)

source: Party tax ID (10 digits)
pl: Numer VAT kontrahenta (10 cyfr)

source: Party full name
pl: Pełna nazwa kontrahenta

source: Document number
pl: Numer dokumentu

source: Dcoument date (YYYY-MM-DD)
pl: Data dokumentu (RRRR-MM-DD)

source: Document receipt date (optional)
pl: Data wpłynięcia dokumentu (opcjonalna)

source: Document type (optional: MK - cash method, VAT_RR, WEW - internal)
pl: Typ dokumentu (opcjonalny: MK - metoda kasowa, VAT_RR, WEW - wewnętrzny)

source: Split payment?
pl: Metoda podzielonej płatności?

source: Fixed assets purchase amount (optional)
pl: Kwota netto zakupu środków trwałych (opcjonalna)

source: Tax amount for above
pl: Kwota podatku od powyższego

source: Other goods or services purchase amount
pl: Kwota netto zakupu innych towarów i usług

source: Purchase amount with VAT margin invoice (optional)
pl: Kwota zakupu z fakturą VAT marża (opcjonalna)

source: [y/N]
pl: [t/N]

source: Do you want to fill tax amendment fields?
pl: Chcesz wypełnić pola związane z korektami podatku?

source: Fixed assets input tax amendment (optional)
pl: Korekta podatku naliczonego od środków trwałych (opcjonalna)

source: Other goods or services input tax amendment (optional)
pl: Korekta podatku naliczonego od pozostałych towarów i usług (opcjonalna)

source: Input tax amendment due to unpaid invoice (optional)
pl: Korekta podatku naliczonego z powodu niezapłaconej faktury (opcjonalna)

source: Input tax amendment due to payment of unpaid invoice (with previously amendet input tax like above) (optional)
pl: Korekta podatku naliczonego z powodu zapłacenia zaległej faktury (którą wcześniej skorygowano jak wyżej) (opcjonalna)

source: Warning! Wrong tax value:
pl: Uwaga! Zła wartość podatku:

source: Do you want to add output tax document?
pl: Dodać dokument związany z podatkiem należnym?

source: For numbers: - don't use separators (type 1000 instead of 1 000 or 1,000) - use dot for fractional part (1000.00)
pl: Dla liczb: - nie używaj separatorów (wpisz 1000 zamiast 1 000 czy 1,000) - używaj kropki do części ułamkowych (1000.00)

source: Document date (YYYY-MM-DD)
pl: Data dokumentu (RRRR-MM-DD)

source: Sales date (if other than document date)
pl: Data sprzedaży (jeśli inna niż data dokumentu)

source: All descriptions are indicative only. Check full requirements in official JPK documentation!
pl: Wszystkie opisy są tylko orientacyjne. Sprawdź dokładne wymagania w oficjalnej dokumentacji JPK!

source: Type 1 or leave blank
pl: Wpisz 1 lub pozostaw puste

source: GTU_01 (alcohols)?
pl: GTU_01 (alkohole)?

source: GTU_02 (fuels and oils)?
pl: GTU_02 (paliwa i oleje)?

source: GTU_03 (oils and greases)?
pl: GTU_03 (oleje i smary)?

source: GTU_04 (tobacco and other smoking and vaping products)?
pl: GTU_04 (tytoń i inne artykuły do palenia)?

source: GTU_05 (waste and recyclable materials)?
pl: GTU_05 (odpady i surowce wtórne)?

source: GTU_06 (electronics, printing, stretch foil)?
pl: GTU_06 (elektronika, drukarki, folia stretch)?

source: GTU_07 (vehicles, parts, accessories)?
pl: GTU_07 (pojazdy, części, akcesoria)?

source: GTU_08 (metals)?
pl: GTU_08 (metale)?

source: GTU_09 (pharmacy)?
pl: GTU_09 (farmacja)?

source: GTU_10 (real estates)?
pl: GTU_10 (nieruchomości)?

source: GTU_11 (greenhouse gases)?
pl: GTU_11 (gazy cieplarniane)?

source: GTU_12 (intangible services)?
pl: GTU_12 (usługi niematerialne)?

source: GTU_13 (transport and storage services)?
pl: GTU_13 (usługi transportowe i magazynowe)?

source: SW (mail order to other EU country)?
pl: SW (sprzedaż wysyłkowa do innego kraju w UE)?

source: EE (telecommunication, broadcasting or electronic services)?
pl: EE (usługi telekomunikacyjne, nadawcze i elektroniczne)?

source: TP (related entity)?
pl: TP (podmiot powiązany)?

source: TT_WNT (EU purchase in traingle transaction, simplified procedure)?
pl: TT_WNT (zakup w transakcji trójstronnej w UE, procedura uproszczona)?

source: TT_D (delivery in traingle transaction, simplified procedure)?
pl: TT_D (dostawa w transakcji trójstronnej w UE, procedura uproszczona)?

source: MR_T (VAT margin - tourism)?
pl: MR_T (VAT marża - turystyka)?

source: MR_UZ (VAT margin - used goods, art, antiques, collectibles)?
pl: MR_UZ (VAT marża - towary używane, kolekcjonerskie, dzieła sztuki, antyki)?

source: I_42 (delivery to other EU country after import with procedure 42)?
pl: I_42 (dostawa do innego kraju w UE po imporcie z procedurą 42)?

source: I_63 (delivery to other EU country after import with procedure 63)?
pl: I_63 (dostawa do innego kraju w UE po imporcie z procedurą 63)?

source: B_SPV (single purpose voucher)?
pl: B_SPV (bon jednego przeznaczenia)?

source: B_SPV_DOSTAWA (delivery based on single purpose voucher)?
pl: B_SPV_DOSTAWA (dostawa na podstawie bonu jednego przeznaczenia)?

source: B_MPV_PROWIZJA (multi purpose voucher - brokerage)?
pl: B_MPV_PROWIZJA (bon różnego przeznaczenia - pośrednictwo)?

source: Amendment (increasing or decreasing) related to bad debt relief?
pl: Korekta (w górę lub w dół) związana z ulgą na złe długi?

source: K_10 - Net amount for tax exempt
pl: K_10 - Wartość sprzedaży netto zwolnionej z podatku

source: K_11 - Sales abroad
pl: K_11 - Wartość netto sprzedaży za granicę

source: K_12 - of which sales of services to the EU
pl: K_12 - w tym sprzedaż usług do UE

source: K_13 - Net amount for tax 0%
pl: K_13 - Wartość netto opodatkowana 0%

source: K_14 - of which tax returned to tourist
pl: K_14 - w tym zwrot podatku turyście

source: K_15 - Net amount for tax 5%
pl: K_15 - Wartość netto opodatkowana 5%

source: K_16 - Tax amount (5%)
pl: K_16 - Wartość podaktu (5%)

source: K_17 - Net amount for tax 7% or 8%
pl: K_17 - Wartość netto opodatkowana 7% lub 8%

source: K_18 - Tax amount (7% or 8%)
pl: K_18 - Wartość podatku (7% lub 8%)

source: K_19 - Net amount for tax 22% or 23%
pl: K_19 - Wartość netto opodatkowana 22% lub 23%

source: K_20 - Tax amount (22% or 23%)
pl: K_20 - Wartość podatku (22% lub 23%)

source: K_21 - Net amount sales of goods to the EU
pl: K_21 - Wartość netto sprzedaż towarów do UE

source: K_22 - Net amount sales of goods exported
pl: K_22 - Wartość netto export

source: K_23 - Net amount purchase of goods from EU
pl: K_23 - Wartość netto zakup towarów z UE

source: K_24 - Tax amount (purchase of goods from EU)
pl: K_24 - Wartość podatku (zakup towarów z UE)

source: K_25 - Net amount import in simplified procedure
pl: K_25 - Wartość netto import w procedurze uproszczonej

source: K_26 - Tax amount (import in simplified procedure)
pl: K_26 - Wartość podatku (import w procedurze uproszczonej)

source: K_27 - Net amount import of services except acc. to art. 28b (supplier paid tax in other country)
pl: K_27 - Wartość netto import usług oprócz art. 28b (dostawca zapłacił podatek w innym kraju)

source: K_28 - Tax amount (import of services except acc. to art. 28b)
pl: K_28 - Wartość podatku (import usług oprócz art. 28b)

source: K_29 - Net amount import of services acc. to art. 28b (tax to be paid by buyer in Poland, most common case)
pl: K_29 - Wartość netto import usług wg art. 28b (nabywca musi zapłacić podatek, najczęstszy przypadek)

source: K_30 - Tax amount (import of services acc. to art. 28b)
pl: K_30 - Wartość podatku (import usług wg art. 28b)

source: K_31 - Net amount sales where tax will be paid by buyer
pl: K_31 - Wartość netto sprzedaż, w której podatek zapłaci nabywca

source: K_32 - Tax amount that will be paid by buyer
pl: K_32 - Wartość podatku, który zapłaci nabywca

source: K_33 - Tax amount acc. to art.15 sec.5 (physical inventory e.g. on closure of business)
pl: K_33 - Wartość podatku wg art.15 ust.5 (spis z natury np. przy zamykaniu firmy)

source: K_34 - Repayment of tax refunded or deducted on purchase of cash registers (e.g. closure of business, lack of service inspection)
pl: K_34 - Zwrot ulgi na zakup kas (np. zamknięcie firmy, brak przeglądu w terminie)

source: K_35 - Tax amount purchase of means of transport from EU
pl: K_35 - Wartość podatku zakup środków transportu z UE

source: K_36 - Tax amount acc. to art. 103 sec. 5aa (purchase of fuels from EU)
pl: K_36 - Wartość podatku wg art. 103 ust. 5aa (zakup paliw itd. z UE)

source: Gross amount of sales with VAT margin invoice
pl: Wartość brutto sprzedaż faktura VAT marża
